{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask >",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<unk>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask >",
        0.0
      ],
      [
        "<|im_start|>",
        0.0
      ],
      [
        "<|im_end|>",
        0.0
      ],
      [
        "\":",
        -2.741786358652668
      ],
      [
        ",",
        -2.8659153361725043
      ],
      [
        ":",
        -2.8744719628179762
      ],
      [
        "▁",
        -3.010023822596521
      ],
      [
        "▁\"",
        -3.1863494260442433
      ],
      [
        "\",",
        -3.381613512921401
      ],
      [
        "▁{\"",
        -3.5884890905211666
      ],
      [
        "▁the",
        -3.7492700429851595
      ],
      [
        "description\"",
        -3.780905657709644
      ],
      [
        "\"",
        -3.932151858886595
      ],
      [
        "▁\"function\"",
        -4.14713223846724
      ],
      [
        "▁\"type",
        -4.14781320545746
      ],
      [
        "s",
        -4.327782931289223
      ],
      [
        "default",
        -4.340219228535039
      ],
      [
        "▁of",
        -4.371105361663497
      ],
      [
        "▁{\"name",
        -4.386133326140703
      ],
      [
        "▁to",
        -4.444632273081503
      ],
      [
        "e",
        -4.484598552487464
      ],
      [
        "▁for",
        -4.717442664473557
      ],
      [
        "▁\"Th",
        -4.72762469631377
      ],
      [
        "type\"",
        -4.748557151945702
      ],
      [
        "parameters",
        -4.818956875846997
      ],
      [
        ".",
        -4.999862858621513
      ],
      [
        "▁\"str",
        -5.073833155461343
      ],
      [
        "▁a",
        -5.142472708625562
      ],
      [
        "▁Default",
        -5.358764368656915
      ],
      [
        "a",
        -5.384889002402945
      ],
      [
        "ing",
        -5.393397116614156
      ],
      [
        "▁and",
        -5.446825987149779
      ],
      [
        "arg",
        -5.467020297662217
      ],
      [
        "▁optional\"",
        -5.503691388923913
      ],
      [
        "uments\"",
        -5.514141339900014
      ],
      [
        "▁in",
        -5.5229906187135684
      ],
      [
        "The",
        -5.630140085326475
      ],
      [
        "▁\"Fetch",
        -5.70524136959965
      ],
      [
        ".\"",
        -5.755932715024711
      ],
      [
        "▁from",
        -5.840550774497584
      ],
      [
        "▁is",
        -5.881510760669813
      ],
      [
        "▁[{\"",
        -5.899977151484767
      ],
      [
        "]",
        -5.923738374541326
      ],
      [
        "▁'",
        -5.92709170302843
      ],
      [
        "▁number",
        -5.931811909633807
      ],
      [
        "▁\"int",
        -5.943750736411514
      ],
      [
        "es",
        -5.951892875658567
      ],
      [
        "▁\"str\"",
        -5.95732331294669
      ],
      [
        "given",
        -6.026741662579651
      ],
      [
        "▁us",
        -6.070644832553048
      ],
      [
        "},",
        -6.07158730784859
      ],
      [
        "▁list",
        -6.07823082746207
      ],
      [
        "▁be",
        -6.091278870347507
      ],
      [
        "description",
        -6.091967741324595
      ],
      [
        "▁ID",
        -6.294357171679999
      ],
      [
        "▁specified",
        -6.312059805906879
      ],
      [
        "▁which",
        -6.316062519250975
      ],
      [
        "\"}}",
        -6.386478132842343
      ],
      [
        "_",
        -6.445183773740069
      ],
      [
        "▁API.",
        -6.476881541886429
      ],
      [
        "'",
        -6.508851950939931
      ],
      [
        "▁on",
        -6.53947747959979
      ],
      [
        "▁with",
        -6.5427072241673905
      ],
      [
        "▁optional",
        -6.5763021739141365
      ],
      [
        "▁or",
        -6.618135577785163
      ],
      [
        "▁RapidAPI",
        -6.629799526868559
      ],
      [
        "'.",
        -6.635676824860068
      ],
      [
        "▁information",
        -6.639153573027545
      ],
      [
        "is",
        -6.657345023198134
      ],
      [
        "▁\"\"}",
        -6.664206504798401
      ],
      [
        "▁search",
        -6.669642043055377
      ],
      [
        "t",
        -6.676862539591767
      ],
      [
        "d",
        -6.690486057529909
      ],
      [
        "}}",
        -6.700422065030983
      ],
      [
        "n",
        -6.743513245650248
      ],
      [
        "▁\"int\"",
        -6.75092664256622
      ],
      [
        "?",
        -6.766815998138909
      ],
      [
        "▁code",
        -6.785534450801102
      ],
      [
        "',",
        -6.799517170630295
      ],
      [
        "▁(",
        -6.800549024223138
      ],
      [
        "based",
        -6.81280728587931
      ],
      [
        "▁are",
        -6.816437613675146
      ],
      [
        "▁fetch",
        -6.884014245887952
      ],
      [
        "▁\"\"}}}}",
        -6.891824311303486
      ],
      [
        "▁data",
        -6.89183742657905
      ],
      [
        "▁API",
        -6.916723437752994
      ],
      [
        "▁by",
        -6.9447113455577405
      ],
      [
        "▁retrieve",
        -6.948584562919993
      ],
      [
        "\"}}}}",
        -6.949405969340494
      ],
      [
        ").",
        -6.94946487878165
      ],
      [
        "ed",
        -6.985175044680067
      ],
      [
        "type",
        -7.007521942602889
      ],
      [
        "g.",
        -7.01318352158888
      ],
      [
        "▁\"Calculate",
        -7.013793969604755
      ],
      [
        "and",
        -7.038611867087409
      ],
      [
        "▁\"Retrieve",
        -7.0542814459610215
      ],
      [
        "▁None.",
        -7.063396459265815
      ],
      [
        "▁specific",
        -7.065105947525866
      ],
      [
        "▁name",
        -7.074223943732296
      ],
      [
        "▁provided",
        -7.08963689403334
      ],
      [
        "o",
        -7.112120735600435
      ],
      [
        "g",
        -7.1256383283344995
      ],
      [
        "on",
        -7.17183271080914
      ],
      [
        "▁results",
        -7.191179692674898
      ],
      [
        "▁an",
        -7.19603722789872
      ],
      [
        "_id\"",
        -7.1964657877655736
      ],
      [
        "▁details",
        -7.202337831193396
      ],
      [
        "▁you",
        -7.221108602270212
      ],
      [
        "i",
        -7.230424251808094
      ],
      [
        "▁\"A",
        -7.245029040425695
      ],
      [
        "r",
        -7.257393196739188
      ],
      [
        "▁\"get_",
        -7.2730893447453875
      ],
      [
        "▁value",
        -7.3107892869656075
      ],
      [
        "▁date",
        -7.311267386759095
      ],
      [
        "f",
        -7.317130474439115
      ],
      [
        "▁address",
        -7.345788809389063
      ],
      [
        "▁\"int\"}}}}",
        -7.3624344401460515
      ],
      [
        "to",
        -7.365828224802537
      ],
      [
        "`",
        -7.3757586345752095
      ],
      [
        "▁service.",
        -7.384615621009483
      ],
      [
        "▁time",
        -7.4035344798517535
      ],
      [
        "▁identifier",
        -7.40448800592551
      ],
      [
        "l",
        -7.411021162140326
      ],
      [
        "▁user",
        -7.416194498772745
      ],
      [
        "u",
        -7.419602576507645
      ],
      [
        "if",
        -7.420694950107795
      ],
      [
        "▁page",
        -7.4311604241708356
      ],
      [
        "▁as",
        -7.443347289437582
      ],
      [
        "▁include",
        -7.468851925119145
      ],
      [
        "▁country",
        -7.4707064274329875
      ],
      [
        "▁first",
        -7.470895530394028
      ],
      [
        "▁for.",
        -7.489047653705963
      ],
      [
        "▁format",
        -7.493216945239133
      ],
      [
        "▁{\"num",
        -7.495204223310824
      ],
      [
        "the",
        -7.500709524492197
      ],
      [
        "▁\"str\"}}}}",
        -7.503740780972929
      ],
      [
        "id\"",
        -7.508256334663435
      ],
      [
        "▁1",
        -7.515980651137584
      ],
      [
        "2",
        -7.539097646291363
      ],
      [
        "▁language",
        -7.539173646673167
      ],
      [
        "is_id",
        -7.541731124420351
      ],
      [
        "y",
        -7.5438931178733855
      ],
      [
        "▁query",
        -7.548330437302791
      ],
      [
        "its",
        -7.55817332819546
      ],
      [
        "-",
        -7.584435125229444
      ],
      [
        "▁\"L",
        -7.590766526773856
      ],
      [
        "▁all",
        -7.591742095533417
      ],
      [
        "▁values",
        -7.616916970901392
      ],
      [
        "sing",
        -7.617182276296454
      ],
      [
        ")",
        -7.618726018133854
      ],
      [
        "▁product",
        -7.620834992953831
      ],
      [
        "▁stock",
        -7.634128612273498
      ],
      [
        "▁What",
        -7.64079974636032
      ],
      [
        "▁\"float\"}",
        -7.642846212990342
      ],
      [
        "▁`",
        -7.6442867418650975
      ],
      [
        "▁news",
        -7.651020874126105
      ],
      [
        "▁I",
        -7.6555136082367286
      ],
      [
        "▁string",
        -7.687120677088289
      ],
      [
        "▁each",
        -7.689538390079002
      ],
      [
        "▁(e",
        -7.69001210327446
      ],
      [
        "unique",
        -7.701663825702355
      ],
      [
        "▁rate",
        -7.7030427144961795
      ],
      [
        "▁symbol",
        -7.7068653641820815
      ],
      [
        "▁filter",
        -7.7104871728086755
      ],
      [
        "▁about",
        -7.716422345271211
      ],
      [
        "h",
        -7.718966254665556
      ],
      [
        "▁Can",
        -7.72357243099834
      ],
      [
        "e.",
        -7.723768777007345
      ],
      [
        "1",
        -7.75314740403179
      ],
      [
        "in",
        -7.764861802732941
      ],
      [
        "▁two",
        -7.771122881055503
      ],
      [
        "between",
        -7.7836434436248805
      ],
      [
        "▁investment",
        -7.798378735825699
      ],
      [
        "▁numbers",
        -7.801461938703165
      ],
      [
        "▁input",
        -7.806662016509716
      ],
      [
        "▁\"calculate_",
        -7.80695671838056
      ],
      [
        "uments",
        -7.807424714855889
      ],
      [
        "▁maximum",
        -7.812285665816487
      ],
      [
        "▁second",
        -7.817441319795299
      ],
      [
        "\"}",
        -7.824111942395584
      ],
      [
        "▁that",
        -7.824396865581307
      ],
      [
        "ly",
        -7.824784419842243
      ],
      [
        "m",
        -7.825056059192498
      ],
      [
        "▁start",
        -7.831333098888426
      ],
      [
        "▁\"Check",
        -7.834806320038703
      ],
      [
        "▁\"get",
        -7.83793414819439
      ],
      [
        "▁string.",
        -7.841385886625361
      ],
      [
        "▁\"Find",
        -7.847188562020561
      ],
      [
        "▁return",
        -7.858748534435381
      ],
      [
        "▁find",
        -7.865555170141097
      ],
      [
        "p",
        -7.871544505008979
      ],
      [
        "▁\\\"",
        -7.887463815673668
      ],
      [
        "▁optional\"}}}}",
        -7.896043938276108
      ],
      [
        "▁can",
        -7.899816382444454
      ],
      [
        "or",
        -7.906688786779513
      ],
      [
        "▁per",
        -7.908174711950604
      ],
      [
        "c",
        -7.909024535677039
      ],
      [
        "▁\"int\"}",
        -7.915468050636891
      ],
      [
        "▁ID.",
        -7.91811466258659
      ],
      [
        "▁key.",
        -7.919471998324771
      ],
      [
        "▁location",
        -7.921784332074113
      ],
      [
        "'s",
        -7.927664285559485
      ],
      [
        "▁results.",
        -7.931103982076625
      ],
      [
        "▁code.",
        -7.933150052557491
      ],
      [
        "of",
        -7.935050506653965
      ],
      [
        "▁integers",
        -7.936456509092684
      ],
      [
        "▁return.",
        -7.954763021907862
      ],
      [
        "▁year",
        -7.956981979059195
      ],
      [
        "letter",
        -7.963984567400928
      ],
      [
        "}}]",
        -7.968365816645773
      ],
      [
        "▁function",
        -7.96867631757451
      ],
      [
        "▁P",
        -7.988434904737105
      ],
      [
        "▁returns",
        -7.993571384780813
      ],
      [
        "b",
        -7.996961010195979
      ],
      [
        "▁IP",
        -8.002303772960865
      ],
      [
        "▁Toolbench",
        -8.010697969556004
      ],
      [
        "search",
        -8.040224555477405
      ],
      [
        "▁fetched.",
        -8.045316575845543
      ],
      [
        "▁URL",
        -8.050380241100664
      ],
      [
        "▁{\"symbol",
        -8.059536604285626
      ],
      [
        "▁city",
        -8.067922053786301
      ],
      [
        "▁currency",
        -8.103633567422797
      ],
      [
        "▁\"boo",
        -8.11052996465701
      ],
      [
        "▁5",
        -8.115817940500197
      ],
      [
        "▁\"Search",
        -8.122788072606259
      ],
      [
        "▁represent",
        -8.123812380634693
      ],
      [
        "latest",
        -8.132625334049026
      ],
      [
        "by",
        -8.14519622921112
      ],
      [
        "▁annual",
        -8.146255091408019
      ],
      [
        "▁need",
        -8.14948421654402
      ],
      [
        "▁\"page",
        -8.155717171479129
      ],
      [
        "▁\"limit",
        -8.157558788453638
      ],
      [
        "▁email",
        -8.158053224465164
      ],
      [
        "▁numbers.",
        -8.163751187641022
      ],
      [
        "▁{\"q",
        -8.17574839400286
      ],
      [
        "▁\"str\"}",
        -8.189527911450913
      ],
      [
        "▁\"find_",
        -8.189602618894352
      ],
      [
        "x",
        -8.194281290569698
      ],
      [
        "▁3",
        -8.196731590793185
      ],
      [
        "▁Al",
        -8.203671496806798
      ],
      [
        "▁category",
        -8.208895053334803
      ],
      [
        "▁articles",
        -8.213684765848143
      ],
      [
        "▁A",
        -8.216015064252634
      ],
      [
        "▁initial",
        -8.217739663486984
      ],
      [
        "▁S",
        -8.221162442059425
      ],
      [
        "name\"",
        -8.22131759246311
      ],
      [
        "▁region",
        -8.23004294567362
      ],
      [
        "▁whe",
        -8.235626343014602
      ],
      [
        "▁(default",
        -8.238301543899262
      ],
      [
        "▁\"num_",
        -8.240031481853276
      ],
      [
        "▁2",
        -8.2405963886582
      ],
      [
        "▁over",
        -8.246153593492316
      ],
      [
        "▁\"country",
        -8.252621612865568
      ],
      [
        "▁order",
        -8.25282777966888
      ],
      [
        "▁detailed",
        -8.254733458939302
      ],
      [
        "▁price",
        -8.26430172654959
      ],
      [
        "al",
        -8.264915332232855
      ],
      [
        "▁used",
        -8.269289089803795
      ],
      [
        "▁username",
        -8.271172071616089
      ],
      [
        "').",
        -8.274780710643713
      ],
      [
        "probability",
        -8.278947082264608
      ],
      [
        "Number",
        -8.282504183932815
      ],
      [
        "▁location.",
        -8.289210308547673
      ],
      [
        "▁list.",
        -8.295429887780202
      ],
      [
        "▁text",
        -8.30337715619186
      ],
      [
        "▁retrieved.",
        -8.306344939641981
      ],
      [
        "5,",
        -8.32000347557439
      ],
      [
        "▁geographic",
        -8.322445560331527
      ],
      [
        "▁retrieve.",
        -8.32467452739981
      ],
      [
        "▁who",
        -8.329105412855203
      ],
      [
        "ther",
        -8.332088424678695
      ],
      [
        "▁get",
        -8.336419389884846
      ],
      [
        "list",
        -8.33887790117727
      ],
      [
        "▁distance",
        -8.340717132474662
      ],
      [
        "▁within",
        -8.35396120755956
      ],
      [
        "\\\"",
        -8.35499395510293
      ],
      [
        "▁latitude",
        -8.356850760347939
      ],
      [
        "▁into",
        -8.358442964659165
      ],
      [
        "▁number.",
        -8.359224709929629
      ],
      [
        "▁longitude",
        -8.371521909566487
      ],
      [
        "size",
        -8.371816431160049
      ],
      [
        "▁'en'.",
        -8.375604900871664
      ],
      [
        "▁{\"is",
        -8.377016737590333
      ],
      [
        "▁target",
        -8.37738629621212
      ],
      [
        "▁domain",
        -8.389106789110379
      ],
      [
        "▁years.",
        -8.396422582428336
      ],
      [
        "▁not",
        -8.397018267615614
      ],
      [
        "years",
        -8.398685324666268
      ],
      [
        "▁interest",
        -8.400308071873361
      ],
      [
        "▁data.",
        -8.401393727742986
      ],
      [
        "historical",
        -8.404937614999568
      ],
      [
        "will",
        -8.40559830499457
      ],
      [
        "limit",
        -8.405667666062374
      ],
      [
        "▁sorted",
        -8.406698311475257
      ],
      [
        "▁set",
        -8.408780583096794
      ],
      [
        "▁range",
        -8.409996236420493
      ],
      [
        "binary",
        -8.411713347426867
      ],
      [
        "▁parameters.",
        -8.41558654696188
      ],
      [
        "▁base",
        -8.417237042142958
      ],
      [
        "▁sum",
        -8.420416567996945
      ],
      [
        "▁type",
        -8.422831926305305
      ],
      [
        "date",
        -8.424647664349106
      ],
      [
        "_rate\"",
        -8.425862031049071
      ],
      [
        "▁1.",
        -8.428510269155533
      ],
      [
        "next",
        -8.429395682654548
      ],
      [
        "▁{\"page",
        -8.431375217331187
      ],
      [
        "▁[",
        -8.441259625107847
      ],
      [
        "▁\"language",
        -8.44404725929444
      ],
      [
        "_by_",
        -8.450367338158575
      ],
      [
        "▁match",
        -8.454701834461076
      ],
      [
        "▁field",
        -8.455702753063228
      ],
      [
        "▁total",
        -8.455762310339544
      ],
      [
        "▁YouTube",
        -8.457309653014184
      ],
      [
        "▁10",
        -8.457924420669256
      ],
      [
        "▁\"ar",
        -8.461557889744299
      ],
      [
        "▁years",
        -8.463382002534765
      ],
      [
        "re",
        -8.465479660608356
      ],
      [
        "I",
        -8.466578547821364
      ],
      [
        "▁format.",
        -8.468691320231798
      ],
      [
        "▁company",
        -8.46884769676397
      ],
      [
        "▁\"1\"}}}}",
        -8.469664544775517
      ],
      [
        "▁\"T",
        -8.470790727655645
      ],
      [
        "▁ticker",
        -8.470884153520668
      ],
      [
        "▁ISO",
        -8.4712619942852
      ],
      [
        "▁index",
        -8.47285896843342
      ],
      [
        "▁image",
        -8.480559101211387
      ],
      [
        "▁items",
        -8.484741244695678
      ],
      [
        "▁F",
        -8.485216168988448
      ],
      [
        "▁Instagram",
        -8.486233429967257
      ],
      [
        "▁coordinates",
        -8.488397722869133
      ],
      [
        "code",
        -8.488522127272276
      ],
      [
        "▁{\"text",
        -8.493890990936846
      ],
      [
        "▁area",
        -8.499001635749185
      ],
      [
        "▁\"lang",
        -8.503418232105098
      ],
      [
        "▁\"is_",
        -8.50871256774915
      ],
      [
        "▁provide",
        -8.510568955893362
      ],
      [
        "▁result",
        -8.512138805749851
      ],
      [
        "▁\"float",
        -8.516457590224082
      ],
      [
        "an",
        -8.523214972850344
      ],
      [
        "▁returned",
        -8.523250989126272
      ],
      [
        "▁{",
        -8.523909892961555
      ],
      [
        "▁\"Filter",
        -8.526613905142437
      ],
      [
        "▁size",
        -8.531289334584034
      ],
      [
        "▁endpoint.",
        -8.532434162039277
      ],
      [
        "▁response",
        -8.534447421153628
      ],
      [
        "_list\"",
        -8.534906279812652
      ],
      [
        "▁random",
        -8.534987779143275
      ],
      [
        "▁options",
        -8.53628282117451
      ],
      [
        "▁0.",
        -8.539522945810262
      ],
      [
        "ir",
        -8.541879942366897
      ],
      [
        "T",
        -8.542365799975883
      ],
      [
        "▁query.",
        -8.54955675024686
      ],
      [
        "▁item",
        -8.550371346004756
      ],
      [
        "▁weight",
        -8.555002798699299
      ],
      [
        "▁video",
        -8.555925430834765
      ],
      [
        "▁integer",
        -8.559711021020652
      ],
      [
        "related",
        -8.560623551853912
      ],
      [
        "Fetch",
        -8.573132618115986
      ],
      [
        "▁point",
        -8.573396967590764
      ],
      [
        "▁color",
        -8.578261435204318
      ],
      [
        "for",
        -8.579343713703842
      ],
      [
        "▁term",
        -8.581482453557543
      ],
      [
        "▁chart",
        -8.585691577590646
      ],
      [
        "▁current",
        -8.58978966963356
      ],
      [
        "▁response.",
        -8.591620718422186
      ],
      [
        "▁movie",
        -8.593431533359482
      ],
      [
        "▁\"List[float]\"}",
        -8.59720445103908
      ],
      [
        "▁u",
        -8.599637592823825
      ],
      [
        "▁one",
        -8.60088063279429
      ],
      [
        "▁use",
        -8.60172312101322
      ],
      [
        "also",
        -8.602687025374129
      ],
      [
        "▁element",
        -8.60376419460539
      ],
      [
        "▁length",
        -8.604344065331862
      ],
      [
        "▁order.",
        -8.610140224216892
      ],
      [
        "from",
        -8.610934984761546
      ],
      [
        "▁keyword",
        -8.61128720844071
      ],
      [
        "▁period",
        -8.6143196408806
      ],
      [
        "▁\"float\"}}}}",
        -8.615318714713974
      ],
      [
        "▁fetch.",
        -8.615493555765791
      ],
      [
        "▁M",
        -8.618724987636
      ],
      [
        "▁{\"email",
        -8.619218989101505
      ],
      [
        "▁True",
        -8.619245705930211
      ],
      [
        "▁\"M",
        -8.620675174860091
      ],
      [
        "▁\"b",
        -8.622303606941125
      ],
      [
        "▁10.",
        -8.626124133887618
      ],
      [
        "▁season",
        -8.626343613425847
      ],
      [
        "▁{\"year",
        -8.627739741620278
      ],
      [
        "▁\"List[int]\"}}}}",
        -8.628704094389718
      ],
      [
        "▁\"C",
        -8.628974279710786
      ],
      [
        "IP",
        -8.63207547967324
      ],
      [
        "▁TikTok",
        -8.638097236102695
      ],
      [
        "▁at",
        -8.641244467559304
      ],
      [
        "aximum",
        -8.64258190046833
      ],
      [
        "us",
        -8.65307215899944
      ],
      [
        "▁\"search_",
        -8.65994833439238
      ],
      [
        "▁title",
        -8.66013063791043
      ],
      [
        "▁top",
        -8.66044554247799
      ],
      [
        "▁\"Perform",
        -8.661154586674876
      ],
      [
        "▁\"Generate",
        -8.664027170174888
      ],
      [
        "▁decimal",
        -8.6641047173926
      ],
      [
        "▁available",
        -8.667029967805368
      ],
      [
        "▁check.",
        -8.668423480734159
      ],
      [
        "If",
        -8.672566928551085
      ],
      [
        "s.\"",
        -8.676459826037757
      ],
      [
        "▁points",
        -8.676796197201753
      ],
      [
        "at",
        -8.682806794718683
      ],
      [
        "▁level",
        -8.683098776554719
      ],
      [
        "atitude",
        -8.684957952584352
      ],
      [
        "'?",
        -8.685927696270946
      ],
      [
        "▁look",
        -8.689697839723962
      ],
      [
        "▁cryptocurrency",
        -8.694713147435081
      ],
      [
        "▁Retrieve",
        -8.695630048075206
      ],
      [
        "▁game",
        -8.697432004577756
      ],
      [
        "▁request",
        -8.701426964386146
      ],
      [
        "▁weather",
        -8.704605502105592
      ],
      [
        "▁population",
        -8.706292600780962
      ],
      [
        "k",
        -8.707964746043814
      ],
      [
        "▁'US'.",
        -8.710042571243774
      ],
      [
        "_numbers\"",
        -8.713536423735373
      ],
      [
        "▁team",
        -8.717716029729097
      ],
      [
        "username\"",
        -8.72026534506891
      ],
      [
        "query\"",
        -8.725099135167596
      ],
      [
        "▁non-",
        -8.726929935676493
      ],
      [
        "ongitude",
        -8.73572213130547
      ],
      [
        "D",
        -8.73653340347827
      ],
      [
        "▁statistics",
        -8.742297181936326
      ],
      [
        "_code\"",
        -8.744651331135044
      ],
      [
        "▁products",
        -8.75141993413693
      ],
      [
        "/",
        -8.752131183146076
      ],
      [
        "▁\"List[int]\"}",
        -8.753531906443557
      ],
      [
        "▁\"lat",
        -8.757419647092824
      ],
      [
        "▁\"en\"}",
        -8.763574495441912
      ],
      [
        "▁30",
        -8.766752539886674
      ],
      [
        "▁valid",
        -8.770318773947384
      ],
      [
        "QR",
        -8.771979725439298
      ],
      [
        "▁Coul",
        -8.775529253378695
      ],
      [
        "▁check",
        -8.778716533276356
      ],
      [
        "▁growth",
        -8.778972571823267
      ],
      [
        "▁'YYYY-MM-DD'.",
        -8.779162067249118
      ],
      [
        "▁limit",
        -8.782621241546346
      ],
      [
        "3",
        -8.784454226992736
      ],
      [
        "▁\"search",
        -8.785172062664667
      ],
      [
        "▁pagination",
        -8.786139285543625
      ],
      [
        "▁market",
        -8.786328069156774
      ],
      [
        "▁word",
        -8.791650356274175
      ],
      [
        "ether",
        -8.796083063112583
      ],
      [
        "▁\"Compute",
        -8.798964095984303
      ],
      [
        "▁C",
        -8.80261092269954
      ],
      [
        "}",
        -8.810910864746436
      ],
      [
        "anguage",
        -8.816744217594321
      ],
      [
        "▁20",
        -8.824400274851204
      ],
      [
        "▁\"I",
        -8.831805677718192
      ],
      [
        "url\"",
        -8.835437009866316
      ],
      [
        "ous",
        -8.83893801260471
      ],
      [
        "▁\"v1_",
        -8.845953227468453
      ],
      [
        "ossible",
        -8.850913288969249
      ],
      [
        "▁2-",
        -8.85388347690805
      ],
      [
        "▁Mus",
        -8.855493851607584
      ],
      [
        "strike",
        -8.856728332736418
      ],
      [
        "▁average",
        -8.857703045570073
      ],
      [
        "▁characters",
        -8.85810997040976
      ],
      [
        "0",
        -8.859424062275256
      ],
      [
        "▁roll",
        -8.871567617408404
      ],
      [
        "▁Option",
        -8.872548989023239
      ],
      [
        "4,",
        -8.873698565594623
      ],
      [
        "▁interval",
        -8.8761173869006
      ],
      [
        "▁\"float\"",
        -8.876232075715409
      ],
      [
        "▁pagination.",
        -8.876929968992973
      ],
      [
        "ative",
        -8.878521773539902
      ],
      [
        "electric",
        -8.88444538089879
      ],
      [
        "▁\".\"",
        -8.885954737177833
      ],
      [
        "ul",
        -8.886810348703523
      ],
      [
        "\"type",
        -8.890409175721377
      ],
      [
        "▁locations",
        -8.896674448110435
      ],
      [
        "name",
        -8.906065108032337
      ],
      [
        "▁height",
        -8.907409338947108
      ],
      [
        "minimum",
        -8.907852715503203
      ],
      [
        "▁US",
        -8.909601370809023
      ],
      [
        "▁\"is_valid_",
        -8.913627109586933
      ],
      [
        "▁another",
        -8.913641041268518
      ],
      [
        "\"function\"",
        -8.914795940820369
      ],
      [
        "largest",
        -8.914988822537593
      ],
      [
        "▁[1",
        -8.916709851721592
      ],
      [
        "▁descending",
        -8.917359662116619
      ],
      [
        "▁make",
        -8.919202547413903
      ],
      [
        "▁amount",
        -8.919633492309755
      ],
      [
        "List[float]\"}}}}",
        -8.92066292152383
      ],
      [
        "out",
        -8.920748295969158
      ],
      [
        "quantity",
        -8.926067589167527
      ],
      [
        "▁For",
        -8.928341654410898
      ],
      [
        "▁correspond",
        -8.928503601524167
      ],
      [
        "▁character",
        -8.930728414436818
      ],
      [
        "▁\"Wh",
        -8.931112755459855
      ],
      [
        "▁10,",
        -8.933698693085793
      ],
      [
        "▁brand",
        -8.934437331277804
      ],
      [
        "▁dictionary",
        -8.93714360402496
      ],
      [
        "▁\"0\"}",
        -8.937705564957678
      ],
      [
        "v",
        -8.941391140564214
      ],
      [
        "▁{\"ticker",
        -8.942053138872975
      ],
      [
        "deviation",
        -8.943023154270755
      ],
      [
        "▁suc",
        -8.945777960067797
      ],
      [
        "▁\"time",
        -8.946964445651611
      ],
      [
        "▁{\"n",
        -8.947800594178553
      ],
      [
        "\\\",",
        -8.949990986928029
      ],
      [
        "▁\"1\"}",
        -8.950966116345654
      ],
      [
        "offset\"",
        -8.95129880224308
      ],
      [
        "7,",
        -8.953442917730207
      ],
      [
        "▁sort",
        -8.95347400515318
      ],
      [
        "▁text.",
        -8.953736775343378
      ],
      [
        "Calculate",
        -8.954109667928233
      ],
      [
        "▁/products/",
        -8.954306907328485
      ],
      [
        "ve",
        -8.956892747462255
      ],
      [
        "▁includ",
        -8.95866690131544
      ],
      [
        "2,",
        -8.961626139243204
      ],
      [
        "\\\".",
        -8.962409535624829
      ],
      [
        "daily",
        -8.963021592726296
      ],
      [
        "=",
        -8.965929146359402
      ],
      [
        "3,",
        -8.966576626220531
      ],
      [
        "▁object",
        -8.969348135513211
      ],
      [
        "▁what",
        -8.970477793343676
      ],
      [
        "▁information.",
        -8.971007295418998
      ],
      [
        "▁property",
        -8.974485692074932
      ],
      [
        "5",
        -8.975860104093996
      ],
      [
        "▁sho",
        -8.977853535368592
      ],
      [
        "▁page.",
        -8.978123645206034
      ],
      [
        "6",
        -8.978683323613467
      ],
      [
        "▁vari",
        -8.9805907101988
      ],
      [
        "▁Z",
        -8.98216217087306
      ],
      [
        "4",
        -8.983956725470886
      ],
      [
        "▁\"city",
        -8.988796763813514
      ],
      [
        "ip",
        -8.990608732107692
      ],
      [
        "▁i",
        -8.991079045866273
      ],
      [
        "▁Google",
        -8.996773698989449
      ],
      [
        "w",
        -8.997091308230102
      ],
      [
        "▁up",
        -8.99715584325999
      ],
      [
        "▁true}",
        -8.998900700727601
      ],
      [
        "▁by.",
        -8.999308218058665
      ],
      [
        "▁value.",
        -9.005120408549143
      ],
      [
        "▁{\"domain",
        -9.007211741089712
      ],
      [
        "▁New",
        -9.008356735845995
      ],
      [
        "▁density",
        -9.00990586346429
      ],
      [
        "▁event",
        -9.010634745476455
      ],
      [
        "desired",
        -9.010697059661783
      ],
      [
        "▁state",
        -9.013634845493677
      ],
      [
        "▁point.",
        -9.014266605610313
      ],
      [
        "interest",
        -9.016200537714024
      ],
      [
        "▁request.",
        -9.019351291852496
      ],
      [
        "▁unit",
        -9.01985715136436
      ],
      [
        "P",
        -9.024348778315108
      ],
      [
        "▁dividend",
        -9.025552741673406
      ],
      [
        "▁\"sort",
        -9.029803826589156
      ],
      [
        "▁exchange",
        -9.032699711773695
      ],
      [
        "▁E",
        -9.034559521107122
      ],
      [
        "Name",
        -9.035072284966589
      ],
      [
        "C",
        -9.036775535716487
      ],
      [
        "▁{\"keyword",
        -9.03806093890134
      ],
      [
        "usin",
        -9.042416371073784
      ],
      [
        "▁phone",
        -9.045582706019395
      ],
      [
        "6,",
        -9.046204401345188
      ],
      [
        "▁\"US\"}",
        -9.04713026237771
      ],
      [
        "▁year.",
        -9.047700823654628
      ],
      [
        "▁standard",
        -9.047874216181887
      ],
      [
        "▁matches",
        -9.051339160837731
      ],
      [
        "▁range.",
        -9.05302083907641
      ],
      [
        "▁JSON",
        -9.056458076680915
      ],
      [
        "l,",
        -9.057497244345559
      ],
      [
        "format",
        -9.05804319665387
      ],
      [
        "▁analysis",
        -9.061640587735692
      ],
      [
        "J",
        -9.062589816522156
      ],
      [
        "▁\"currency",
        -9.067215861464568
      ],
      [
        "▁Valid",
        -9.070187689086353
      ],
      [
        "user",
        -9.07418534637673
      ],
      [
        "B",
        -9.078881924752359
      ],
      [
        "▁prices",
        -9.080538233624997
      ],
      [
        "▁\"US\"}}}}",
        -9.08439959028442
      ],
      [
        "▁group",
        -9.08866175013111
      ],
      [
        "▁events",
        -9.090662256361863
      ],
      [
        "1\"",
        -9.090685286790336
      ],
      [
        "▁key",
        -9.091573347392513
      ],
      [
        "▁cities",
        -9.095154943698772
      ],
      [
        "▁Support",
        -9.095689414803976
      ],
      [
        "▁\"0\"}}}}",
        -9.095889837993063
      ],
      [
        "▁\"region",
        -9.096228285895956
      ],
      [
        "▁\"Specifi",
        -9.09777298732178
      ],
      [
        "s.",
        -9.098998837821009
      ],
      [
        "element",
        -9.099073140290047
      ],
      [
        "▁\"en\"}}}}",
        -9.10551911551872
      ],
      [
        "securities",
        -9.10586900203607
      ],
      [
        "▁False",
        -9.108169621428713
      ],
      [
        "▁\"get_ip_",
        -9.108464923819827
      ],
      [
        "▁specify",
        -9.10847141780086
      ],
      [
        "▁N",
        -9.108628571223164
      ],
      [
        "get",
        -9.109419740612857
      ],
      [
        "details",
        -9.110257456652374
      ],
      [
        "_of_",
        -9.110724106097306
      ],
      [
        "last",
        -9.111512999521908
      ],
      [
        "▁The",
        -9.113911844908845
      ],
      [
        "zipcode\"",
        -9.114242957278996
      ],
      [
        "▁from.",
        -9.116103016253204
      ],
      [
        "▁calculate",
        -9.117011509981696
      ],
      [
        "▁50",
        -9.117532949117127
      ],
      [
        "Find",
        -9.120247621827708
      ],
      [
        "▁12",
        -9.122117919451114
      ],
      [
        "▁forecast",
        -9.127360012425056
      ],
      [
        "▁player",
        -9.133280458869185
      ],
      [
        "▁parameter",
        -9.134378365738069
      ],
      [
        "▁channel",
        -9.1401887518488
      ],
      [
        "▁me",
        -9.145888276840395
      ],
      [
        "▁coordinate",
        -9.147517282558791
      ],
      [
        "▁{\"location",
        -9.147771378199563
      ],
      [
        "▁\"S",
        -9.150468248766856
      ],
      [
        "▁records",
        -9.151968879615286
      ],
      [
        "▁\"An",
        -9.15420141520609
      ],
      [
        "id",
        -9.154435903163995
      ],
      [
        "▁4",
        -9.154598355480442
      ],
      [
        "}}}",
        -9.158406813677844
      ],
      [
        "▁password",
        -9.158544997638188
      ],
      [
        "R",
        -9.160644785512865
      ],
      [
        "▁content",
        -9.162219971796242
      ],
      [
        "3}}",
        -9.162269624360047
      ],
      [
        "bacterial",
        -9.163248803492776
      ],
      [
        "▁20,",
        -9.163268682743167
      ],
      [
        "▁Inc.",
        -9.164156367351431
      ],
      [
        "▁hotel",
        -9.165793262044808
      ],
      [
        "▁other",
        -9.166650066008065
      ],
      [
        "user_id\"",
        -9.169158420770028
      ],
      [
        "▁\"format",
        -9.169320430647877
      ],
      [
        "IS",
        -9.169862358046906
      ],
      [
        "▁Data",
        -9.17317875497831
      ],
      [
        "▁series",
        -9.17346649177056
      ],
      [
        "▁returned.",
        -9.173679134316643
      ],
      [
        "as",
        -9.176592065897635
      ],
      [
        "value",
        -9.180764324808617
      ],
      [
        "dilution",
        -9.181795208850563
      ],
      [
        "_area",
        -9.18200697614722
      ],
      [
        "{\"",
        -9.183160433351413
      ],
      [
        "▁model",
        -9.18372653649199
      ],
      [
        "level",
        -9.184803324606378
      ],
      [
        "▁obtained",
        -9.18542222648398
      ],
      [
        "▁want",
        -9.188424125197098
      ],
      [
        "▁IDs",
        -9.189406260801434
      ],
      [
        "▁database",
        -9.19170433973091
      ],
      [
        "▁\"annual_",
        -9.192649197576555
      ],
      [
        "▁profile",
        -9.196308896501462
      ],
      [
        "▁pornstar",
        -9.196998082787601
      ],
      [
        "ertain",
        -9.198246241119085
      ],
      [
        "▁charge",
        -9.201624524277083
      ],
      [
        "▁meeting",
        -9.202231329156444
      ],
      [
        "▁\"min_",
        -9.203463074916712
      ],
      [
        "number",
        -9.20472060158344
      ],
      [
        "▁20.",
        -9.20701593647317
      ],
      [
        "Determine",
        -9.208751535088469
      ],
      [
        "▁only",
        -9.210832868694627
      ],
      [
        "▁{\"initial_",
        -9.212847477384381
      ],
      [
        "▁\"get_all_",
        -9.21358766183322
      ],
      [
        "cell",
        -9.217119007964934
      ],
      [
        "▁status",
        -9.2198790004143
      ],
      [
        "able",
        -9.22167607340152
      ],
      [
        "▁{\"length",
        -9.22309129985804
      ],
      [
        "_value\"",
        -9.225162445479675
      ],
      [
        "▁15,",
        -9.22533667807864
      ],
      [
        "▁posts",
        -9.225790043138467
      ],
      [
        "▁\"k",
        -9.226034286282442
      ],
      [
        "O",
        -9.228342242100567
      ],
      [
        "▁{\"l",
        -9.228750358890306
      ],
      [
        "8,",
        -9.231669862009081
      ],
      [
        "▁It",
        -9.233460283809134
      ],
      [
        "▁radius",
        -9.234903946037168
      ],
      [
        "▁addresses",
        -9.235671345203414
      ],
      [
        "multiple",
        -9.236051061061302
      ],
      [
        "page",
        -9.236056965452844
      ],
      [
        "K",
        -9.238361486943852
      ],
      [
        "leap",
        -9.239278966736126
      ],
      [
        "A",
        -9.240449859730482
      ],
      [
        "▁15",
        -9.240663006158586
      ],
      [
        "ation",
        -9.244408773942858
      ],
      [
        "▁Accept",
        -9.245864841271214
      ],
      [
        "▁contain",
        -9.246360201152251
      ],
      [
        "▁{\"country",
        -9.24694302055877
      ],
      [
        "rotated",
        -9.2470330233147
      ],
      [
        "▁scores",
        -9.248721162509879
      ],
      [
        "`.",
        -9.249014712609185
      ],
      [
        "}}}}",
        -9.249954147692382
      ],
      [
        "tconst",
        -9.250381423371133
      ],
      [
        "S",
        -9.250748819562315
      ],
      [
        "▁\"count",
        -9.250896025975731
      ],
      [
        "▁Amazon",
        -9.251828718772474
      ],
      [
        "▁show",
        -9.252094676765669
      ],
      [
        "▁{\"number",
        -9.254807257255209
      ],
      [
        "Minimum",
        -9.254927339998142
      ],
      [
        "▁TV",
        -9.255152324863449
      ],
      [
        "▁dice",
        -9.256524640117949
      ],
      [
        "so",
        -9.257494861646373
      ],
      [
        "▁\"category",
        -9.258860109342283
      ],
      [
        "▁\"symbol",
        -9.260054126383464
      ],
      [
        "data",
        -9.262454561147338
      ],
      [
        "Additional",
        -9.266771604536492
      ],
      [
        "▁endpoint",
        -9.267949024282498
      ],
      [
        "▁future",
        -9.26834193803063
      ],
      [
        "after",
        -9.26937015428292
      ],
      [
        "numbers\"",
        -9.26951540417183
      ],
      [
        "final",
        -9.270294855759989
      ],
      [
        "▁endpoints.",
        -9.272099958567026
      ],
      [
        "▁vehicle",
        -9.273441991849236
      ],
      [
        "8",
        -9.273908355976829
      ],
      [
        "▁die",
        -9.274354304141074
      ],
      [
        "lease",
        -9.276084680828466
      ],
      [
        "▁airplanes",
        -9.281291454629963
      ],
      [
        "▁\"year",
        -9.28224879347244
      ],
      [
        "▁parameter.",
        -9.287400288619786
      ],
      [
        "▁\"cursor",
        -9.289540909208332
      ],
      [
        "▁50.",
        -9.289838953333476
      ],
      [
        "▁English",
        -9.29034330339731
      ],
      [
        "he",
        -9.292251593836525
      ],
      [
        "date\"",
        -9.294332722017726
      ],
      [
        "cosine",
        -9.297639594558865
      ],
      [
        "▁(default)",
        -9.299430828896767
      ],
      [
        "▁details.",
        -9.301644322066803
      ],
      [
        "▁\"10\"}",
        -9.302267971252888
      ],
      [
        "▁images",
        -9.305588545568368
      ],
      [
        "▁lower",
        -9.305876913354208
      ],
      [
        "▁V",
        -9.310940167760618
      ],
      [
        "▁\"stock_",
        -9.312332560407032
      ],
      [
        "▁\"binary_",
        -9.312843027721675
      ],
      [
        "▁ascending",
        -9.314793616928423
      ],
      [
        "5}}",
        -9.315917979349441
      ],
      [
        "password\"",
        -9.3166933496918
      ],
      [
        "country",
        -9.317402551094524
      ],
      [
        "▁I'",
        -9.32041230821268
      ],
      [
        "earnings",
        -9.320665542942358
      ],
      [
        "▁c",
        -9.321466234895135
      ],
      [
        "▁\"p",
        -9.322977796052665
      ],
      [
        "trending",
        -9.324243869073294
      ],
      [
        "▁followers",
        -9.325274488864153
      ],
      [
        "amount",
        -9.32576642857847
      ],
      [
        "▁income",
        -9.333712347364493
      ],
      [
        "▁room",
        -9.335519626617387
      ],
      [
        "nested",
        -9.337528007952006
      ],
      [
        "0,",
        -9.34168564718116
      ],
      [
        "▁Ninja",
        -9.341803770694645
      ],
      [
        "pairs",
        -9.342352475128386
      ],
      [
        "2\"",
        -9.34377067145675
      ],
      [
        "▁question",
        -9.344387081167895
      ],
      [
        "▁T",
        -9.345369735430491
      ],
      [
        "▁convert",
        -9.345565284054846
      ],
      [
        "▁reviews",
        -9.347823617499666
      ],
      [
        "▁end",
        -9.349097275354309
      ],
      [
        "▁{\"p",
        -9.350053868905704
      ],
      [
        "postal",
        -9.350272674398028
      ],
      [
        "▁factor",
        -9.354707199203558
      ],
      [
        "all",
        -9.35567462145703
      ],
      [
        "▁(x",
        -9.358321339234305
      ],
      [
        "▁slug",
        -9.360778235419023
      ],
      [
        "financial",
        -9.362870029745748
      ],
      [
        "▁{\"i",
        -9.363031936634105
      ],
      [
        "radius\"",
        -9.363781671595273
      ],
      [
        "▁integrate",
        -9.364094607388612
      ],
      [
        "▁than",
        -9.369578011374868
      ],
      [
        "▁countries",
        -9.372071479510257
      ],
      [
        "▁3.",
        -9.372265705533872
      ],
      [
        "▁example",
        -9.373063825359202
      ],
      [
        "▁rates",
        -9.374009339495283
      ],
      [
        "▁language.",
        -9.375287616469224
      ],
      [
        "▁{\"is_",
        -9.375717470261703
      ],
      [
        "▁querying",
        -9.378099019066148
      ],
      [
        "▁suggestions",
        -9.380008490533246
      ],
      [
        "▁intervals",
        -9.380371128606058
      ],
      [
        "▁cards",
        -9.380566939382298
      ],
      [
        "ibonacci",
        -9.38064958196187
      ],
      [
        "▁post",
        -9.38314737050407
      ],
      [
        "sample.",
        -9.383456638002531
      ],
      [
        "addition\"",
        -9.383827108216146
      ],
      [
        "any",
        -9.3838440705641
      ],
      [
        "factorial",
        -9.385693889425575
      ],
      [
        "monthly",
        -9.387118389492866
      ],
      [
        "▁List",
        -9.38918060353908
      ],
      [
        "▁Billboard",
        -9.391741386617223
      ],
      [
        "▁Who",
        -9.392054834853496
      ],
      [
